tap "bionus/imgbrd-grabber"
tap "espanso/espanso"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
tap "xwmx/taps"
brew "webp"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "libxcb"
brew "broot"
brew "libpthread-stubs"
brew "chezmoi"
brew "cmake"
brew "cpanminus"
brew "curl"
brew "envchain"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gotop"
brew "jansson"
brew "jq"
brew "latexindent"
brew "lazygit"
brew "libomp", link: true
brew "m-cli"
brew "mas"
brew "ripgrep"
brew "nb"
brew "neovim"
brew "openssl@3"
brew "p7zip"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "py3cairo"
brew "sendemail"
brew "sheldon"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "xplr"
brew "z"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "altserver"
cask "cheatsheet"
cask "coconutbattery"
cask "deepl"
cask "discord"
cask "drawio"
cask "dwarf-fortress"
cask "espanso"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gyazo"
cask "hammerspoon"
cask "hiddenbar"
cask "logseq"
cask "mactex"
cask "notion"
cask "onedrive"
cask "onyx"
cask "pitch"
cask "raindropio"
cask "raycast"
cask "scroll-reverser"
cask "skim"
cask "slack"
cask "stats"
cask "steam", args: { appdir: "~/Applications" }
cask "taskade"
cask "ubersicht"
cask "unofficial-wineskin", args: { appdir: "~/Applications" }
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zotero"
mas "LINE", id: 539883307
mas "MouseCatch", id: 1625127067
mas "RunCat", id: 1429033973
mas "ScreenNote", id: 1258500140
mas "Shortery", id: 1594183810
