tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
tap "xwmx/taps"
brew "bat"
brew "bottom"
brew "broot"
brew "chezmoi"
brew "cpanminus"
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gotop"
brew "koka"
brew "latexindent"
brew "libomp", link: true
brew "m-cli"
brew "ripgrep"
brew "nb"
brew "pnpm"
brew "sheldon"
brew "starship"
brew "stow"
brew "z"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "dwarf-fortress"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "mactex"
